const About = () => {
  return (
    <div className="container">
      <div className="row justify-content-md-center">
        <h1 className="col-lg-7 mt-5 mb-3 text-white">אודותינו</h1>

        <div className="card-container col-lg-8 text-center">
          <h4>NOTO התחילה את דרכה ואחכ המשיכה. ועברה לדרך שונה מהדרך.</h4>
          <h4>שמחים שבאתם. מוזמנים להצטרף</h4>
          <h6>
            לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית נולום ארווס
            סאפיאן - פוסיליס קוויס, אקווזמן לורם איפסום דולור סיט אמט, קונסקטורר
            אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס וולופטה דיאם.
            וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום
            בעליק. לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח
            לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. לורם איפסום דולור סיט אמט,
            קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון ניבאה. דס איאקוליס
            וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו
          </h6>
          <h6>
            וסטיבולום סוליסי טידום בעליק. קונדימנטום קורוס בליקרה, נונסטי קלובר
            בריקנה סטום, לפריקך תצטריק לרטי. להאמית קרהשק סכעיט דז מא, מנכם
            למטכין נשואי מנורךגולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק
            ליץ, ושבעגט. סחטיר בלובק. תצטנפל בלינדו למרקל אס לכימפו, דול, צוט
            ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז דומור ליאמום בלינך רוגצה.
            לפמעט מוסן מנת. ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
            תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
          </h6>
        </div>
      </div>
    </div>
  );
};

export default About;
